Repository: sirikorng/yith-sms-notification-98stores
Catalog: yith-woocommerce-sms-notifications-premium/languages/yith-woocommerce-sms-notifications-*.po
Languages: es_es, it_it, nl_nl

source: Jazz settings
es_es: Ajustes de Jazz
it_it: Impostazioni Jazz
nl_nl: Jazz instellingen

source: Create your Jazz account on %s
es_es: Crea tu cuenta de Jazz en %s
it_it: Crea il tuo account Jazz su %s
nl_nl: Maak uw Jazz account op %s

source: Jazz CMS Portal Username
es_es: Nombre de usuario de Jazz CMS Portal
it_it: Nome utente Jazz CMS Portal
nl_nl: Jazz CMS Portal Gebruikersnaam

source: Jazz CMS Portal Password
es_es: Contraseña de Jazz CMS Portal
it_it: Password Jazz CMS Portal
nl_nl: Jazz CMS Portal Wachtwoord

source: Jazz CMS Portal Mask
es_es: Máscara de Jazz CMS Portal
it_it: Mask Jazz CMS Portal

source: MessageBird settings
es_es: Ajustes de MessageBird
it_it: Impostazioni MessageBird
nl_nl: MessageBird instellingen

source: Create your MessageBird account on %s
es_es: Crea tu cuenta de MessageBird en %s
it_it: Crea il tuo account MessageBird su %s
nl_nl: Maak uw MessageBird account op %s

source: MessageBird API Key
es_es: Aclave API de MessageBird
it_it: API Key MessageBird

source: Mobily.ws settings
es_es: Ajustes de Mobily.ws
it_it: Impostazioni Mobily.ws
nl_nl: Mobily.ws instellingen

source: Create your Mobily.ws account on %s
es_es: Crea tu cuenta de Mobily.ws en %s
it_it: Crea il tuo account Mobily.ws su %s
nl_nl: Maak uw Mobily.ws account op %s

source: Mobily.ws Username
es_es: Nombre de usuario de Mobily.ws
it_it: Nome utente Mobily.ws
nl_nl: Mobily.ws Gebruikersnaam

source: Mobily.ws Password
es_es: Contraseña de Mobily.ws
it_it: Password Mobily.ws
nl_nl: Mobily.ws Wachtwoord

source: Mobily.ws Sender
es_es: Remitente de Mobily.ws
it_it: Mittente Mobily.ws
nl_nl: Mobily.ws Verzender

source: Msg91 settings
es_es: Ajustes de Msg91
it_it: Impostazioni Msg91
nl_nl: Msg91 instellingen

source: Create your Msg91 account on %s
es_es: Crea tu cuenta de Msg91 en %s
it_it: Crea il tuo account Msg91 su %s
nl_nl: Maak uw Msg91 account op %s

source: Msg91 API Key
es_es: Clave API de Msg91
it_it: API Key Msg91

source: Create your Nexmo account on %s
es_es: Crea tu cuenta de Nexmo en %s
it_it: Crea il tuo account Nexmo su %s
nl_nl: Maak uw Nexmo account op %s

source: Nexmo API Key
es_es: Clave API de Nexmo
it_it: Chiave API Nexmo

source: Nexmo API Secret
es_es: API secreta de Nexmo
it_it: API Secret Nexmo

source: Twilio settings
es_es: Ajustes de Twilio
it_it: Impostazioni Twilio
nl_nl: Twilio instellingen

source: Create a Twilio account on %s
es_es: Crea una cuenta en Twilio en %s
it_it: Crea un account Twilio su %s
nl_nl: Maak een Twilio account op %s

source: Twilio Account SID
es_es: Cuenta SID de Twilio
it_it: SID account Twilio

source: Twilio Auth Token
es_es: Token de Autenticación de Twilio

source: SMS Broadcast settings
es_es: Ajustes de SMS Broadcast
it_it: Impostazioni SMS Broadcast
nl_nl: SMS Broadcast instellingen

source: Create your SMS Broadcast account on %s
es_es: Crea tu cuenta de SMS Broadcast en %s
it_it: Crea il tuo account SMS Broadcast su %s
nl_nl: Maak je SMS-uitzendaccount aan op %s

source: SMS Broadcast Username
es_es: Nombre de usuario de SMS Broadcast
it_it: Nome utente SMS Broadcast
nl_nl: SMS Broadcast gebruikersnaam

source: SMS Broadcast Password
es_es: Contraseña de SMS Broadcast
it_it: Password SMS Broadcast
nl_nl: SMS Broadcast wachtwoord

source: SMS Country settings
es_es: Ajustes de SMS Country
it_it: Impostazioni SMS Country
nl_nl: SMS Coutry instellingen

source: Create your SMS Country account on %s
es_es: Crea tu cuenta de SMS Country en %s
it_it: Crea il tuo account SMS Country su %s
nl_nl: Maak uw SMS Country account op %s

source: SMS Country Username
es_es: Usuario de SMS Country
it_it: Nome utente SMS Country
nl_nl: SMS Country Gebruikersnaam

source: SMS Country Password
es_es: Contraseña de SMS Country
it_it: Password SMS Country
nl_nl: SMS Country Wachtwoord

source: Create your SMS Gateway Hub account on %s
es_es: Crea tu cuenta de SMS Gateway Hub en %s
it_it: Crea il tuo account SMS Gateway Hub su %s
nl_nl: Maak je SMS Gateway Hub-account op%s

source: SMS Gateway Hub API Key
es_es: Clave de API de SMS Gateway Hub
it_it: Chiave API SMS Gateway Hub

source: SMS Gateway Hub Sender
es_es: Remitente de SMS Gateway Hub
it_it: Mittente SMS Gateway Hub
nl_nl: SMS Gateway Hub zender

source: SMS Gateway Hub Channel Type
es_es: Tipo de canal de SMS Gateway Hub

source: SMS Office settings
es_es: Ajustes de SMS Office
it_it: Impostazioni SMS Office
nl_nl: SMS Office instellingen

source: Create your SMS Office account on %s
es_es: Crea tu cuenta de SMS Office en %s
it_it: Crea il tuo account SMS Office su %s
nl_nl: Maak uw SMS Office account op %s

source: SMS Office API Key
es_es: Clave API de SMS Office
it_it: Chiave API SMS Office

source: SmsCyber settings
es_es: Ajustes de SmsCyber
it_it: Impostazioni SmsCyber
nl_nl: SmsCyber instellingen

source: Create your SmsCyber account on %s
es_es: Crea tu cuenta de SmsCyber en %s
it_it: Crea il tuo account SmsCyber su %s
nl_nl: Maak uw SmsCyber account op %s

source: SmsCyber Username
es_es: Usuario de SmsCyber
it_it: Nome utente SmsCyber
nl_nl: SmsCyber Gebruikersnaam

source: SmsCyber API Password
es_es: Contraseña API de Clockwork
it_it: API Password SmsCyber
nl_nl: SmsCyber API Wachtwoord

source: ThaiBulkSMS settings
es_es: Ajustes de ThaiBulkSMS
it_it: Impostazioni ThaiBulkSMS
nl_nl: ThaiBulkSMS instellingen

source: Create your ThaiBulkSMS account on %s
es_es: Crea tu cuenta de ThaiBulkSMS en %s
it_it: Crea il tuo account ThaiBulkSMS %s
nl_nl: Maak je ThaiBulkSMS-account aan op %s

source: ThaiBulkSMS Username
es_es: Nombre de usuario de ThaiBulkSMS
it_it: Nome utente ThaiBulkSMS
nl_nl: ThaiBulkSMS gebruikersnaam

source: ThaiBulkSMS Password
es_es: Contraseña de ThaiBulkSMS
it_it: Password ThaiBulkSMS
nl_nl: ThaiBulkSMS wachtwoord

source: ThaiBulkSMS Sender
es_es: Remitente de ThaiBulkSMS
it_it: Mittente ThaiBulkSMS
nl_nl: ThaiBulkSMS afzender

source: ThaiBulkSMS SMS Type
es_es: Tipo de SMS de ThaiBulkSMS
it_it: Tipo SMS ThaiBulkSMS

source: Standard
es_es: Estándar
nl_nl: Standaard

source: Trend MENS settings
es_es: Ajustes de Trend MENS
it_it: Impostazioni Trend MENS
nl_nl: Trend MENS instellingen

source: Create your Trend MENS account on %s
es_es: Crea tu cuenta de Trend MENS en %s
it_it: Crea il tuo account Trend MENS %s
nl_nl: Maak uw Trend MENS account op %s

source: Trend MENS API Key
es_es: Clave API de Trend MENS
it_it: Chiave API Trend MENS

source: UAEDes settings
es_es: Ajustes de UAEDes
it_it: Impostazioni UAEDes
nl_nl: UAEDes instellingen

source: Create your UAEDes account on %s
es_es: Crea tu cuenta de UAEDes en %s
it_it: Crea il tuo account UAEDes %s
nl_nl: Maak uw UAEDes account op %s

source: UAEDes Username
es_es: Nombre de usuario de UAEDes
it_it: Nome utente UAEDes
nl_nl: UAEDes Gebruikersnaam

source: UAEDes Password
es_es: Contraseña de UAEDes
it_it: Password UAEDes
nl_nl: UAEDes Wachtwoord

source: Receive SMS
es_es: Recibir SMS
it_it: Ricevi SMS
nl_nl: Ontvang SMS

source: Test message
es_es: Mensaje de prueba
it_it: Messaggio di prova
nl_nl: Tekstbericht

source: Choose message
es_es: Elegir mensaje
it_it: Scegli messaggio
nl_nl: Kies bericht

source: Type message
es_es: Escribir mensaje
it_it: Scrivi messaggio
nl_nl: Type bericht

source: Admin message
es_es: Mensaje admin
it_it: Messaggio amministratore
nl_nl: Admin bericht

source: Default message
es_es: Mensaje por defecto
it_it: Messaggio di default
nl_nl: Default bericht

source: Type a phone number to send a test SMS text message
es_es: Escribe un número de teléfono para enviar un mensaje de texto SMS
it_it: Scrivi un numero di telefono per inviare un messaggio di testo SMS di prova
nl_nl: Voer een telefoonnummer in om een test SMS melding naartoe te sturen

source: Send Test SMS
es_es: Enviar mensaje de prueba
it_it: Invia SMS di prova
nl_nl: Stuur een Test SMS

source: Total
it_it: Totale
nl_nl: Totaal

# metabox title
source: SMS notifications
it_it: Notifiche SMS
nl_nl: SMS meldingen

# [ %1$s: error code - %2$s: error message; Ex. Error 10: Invalid Parameter ]
source: Error %1$s: %2$s
it_it: Errore %1$s: %2$s

source: Error: %s
it_it: Errore: %s

source: Admin
it_it: Amministratore

source: UAEDes Sender
it_it: Mittente UAEDes
nl_nl: UAEDes Verzender

# plugin name in admin page title
source: SMS Notifications
nl_nl: SMS Meldingen

# plugin name in admin WP menu
source: SMS Notifications
nl_nl: SMS Meldingen
