Repository: sirikorng/yith-sms-notification-98stores
Catalog: yith-woocommerce-sms-notifications-premium/languages/yith-woocommerce-sms-notifications-*.po
Languages: es_es, it_it, nl_nl

# general settings tab name
source: General Settings
es_es: Ajustes Generales
it_it: Impostazioni generali
nl_nl: Algemene Instellingen

# sms settings tab name
source: SMS Settings
es_es: Ajustes SMS
it_it: Impostazioni SMS
nl_nl: SMS Instellingen

# how-to tab name
source: How-to
es_es: Detalles
it_it: Come fare per
nl_nl: Hoe

# debug tab name
source: Debug
es_es: Depuración

source: Message sent successfully!
es_es: ¡Mensaje enviado con éxito!
it_it: Messaggio inviato con successo!
nl_nl: Bericht succesvol verzonden!

source: Please select the type of message you want to send.
es_es: Por favor, selecciona el tipo de mensaje que quieres enviar.
it_it: Per favore seleziona il tipo di messaggio che vuoi inviare.
nl_nl: Selecteer het type bericht dat u wilt versturen.

source: Your message is blank!
es_es: ¡Tu mensaje está en blanco!
it_it: Il tuo messaggio è vuoto!
nl_nl: Uw bericht is leeg!

source: Please enter a valid phone number.
es_es: Por favor, introduce un número de teléfono válido.
it_it: Per favore inserisci un numero di telefono valido.
nl_nl: Vul een geldig telefoonnummer in.

source: Sending...
es_es: Enviando...
it_it: Invio in corso...
nl_nl: Versturen...

source: The client did not requested sms notifications. Do you really want to send it?
es_es: El cliente no ha pedido notificaciones SMS. ¿Estás seguro de que quieres enviárselas?
it_it: Il cliente non ha richiesto le notifiche SMS. Vuoi davvero inviarlo?
nl_nl: De klant heeft niet verzocht om sms meldingen. Weet u zeker dat u dit wilt verzenden?

source: To use this plugin, you should first select and configure an SMS service provider
es_es: Para usar ese plugin, primero deberías seleccionar y configurar un proveedor de servicios SMS
it_it: Per utilizzare questo plugin dovresti prima selezionare e configurare un provider di servizio SMS
nl_nl: Om deze plugin te gebruiken, moet u eerst een SMS service provider selecteren en configureren

source: Website name
es_es: Nombre del sitio web
it_it: Nome del sito web
nl_nl: Naam website

source: Order number
es_es: Número de pedido
it_it: Numero ordine
nl_nl: Bestellingnummer

source: Order total
es_es: Pedido total
it_it: Totale dell'ordine
nl_nl: Totaal bestelling

source: Order status
es_es: Estado del pedido
it_it: Stato dell'ordine
nl_nl: Status bestelling

source: Billing name
es_es: Nombre de la factura
it_it: Nome fatturazione
nl_nl: Factuurnaam

source: Shipping name
es_es: Nombre del envío
it_it: Nome spedizione
nl_nl: Verzend naam

source: Shipping method
es_es: Método de envío
it_it: Metodo di spedizione
nl_nl: Verzendmethode

source: Additional Notes
es_es: Notas Adicionales
it_it: Note Aggiuntive
nl_nl: Aanvullende Notities

source: Order Date
es_es: Fecha de pedido
it_it: Data Ordine
nl_nl: Datum bestelling

source: Tracking Number
es_es: Número de seguimiento
it_it: Numero di tracciamento:
nl_nl: Tracking nummer

source: Carrier name
es_es: Nombre del transportista
it_it: Nome del corriere
nl_nl: Naam bezorger

source: Shipping date
es_es: Fecha de envío
it_it: Data di spedizione
nl_nl: Verzenddatum

source: Tracking url
es_es: URL de seguimiento
it_it: URL tracciamento

source: Settings
es_es: Ajustes
it_it: Impostazioni
nl_nl: Instellingen

source: Plugin documentation
es_es: Documentación del plugin
it_it: Documentazione plugin
nl_nl: Plugin documentatie

source: No SMS service provider configured
es_es: Ningún proveedor de servicios SMS configurado
it_it: Nessun provider di servizio SMS configurato
nl_nl: Geen SMS service provider geconfigureerd

source: Delete note
es_es: Borrar nota
it_it: Elimina nota
nl_nl: Verwijder notitie

source: An error has occurred while sending the message
es_es: Ha ocurrido un error durante el envío del mensaje
it_it: Si è verificato un errore durante l'invio del messaggio
nl_nl: Er is iets mis gegaan bij het versturen van het bericht

source: Sent
es_es: Enviado
it_it: Inviato
nl_nl: Verstuurd

source: SMS text message sent on %s
es_es: Mensaje sms enviado el %s
it_it: Messaggio di testo SMS inviato il %s
nl_nl: SMS tekstbericht verstuurd op %s

source: Status
es_es: Estado
it_it: Stato

source: Content
es_es: Contenido
it_it: Contenuto
nl_nl: Inhoud

source: OrderID
es_es: ID del pedido
it_it: ID ordine
nl_nl: BestellingID

source: Get order notifications via SMS.
es_es: Recibe notificaciones del pedido a través de SMS.
it_it: Ottieni le notifiche dell'ordine via SMS.
nl_nl: Krijg bestelling meldingen via SMS.

source: Text customer:
es_es: Texto cliente:
it_it: Invia messaggio al cliente:
nl_nl: Tekst klant:

source: Remaining characters
es_es: Caracteres restantes
it_it: Caratteri rimasti
nl_nl: Resterende tekens

source: Send
es_es: Enviar
it_it: Invia
nl_nl: Versturen

# Privacy Policy Content
source: During the checkout, customers can accept to receive SMS texts with information about the status of their orders.
es_es: Durante el proceso de pago, los clientes pueden aceptar recibir mensajes de texto con información sobre el estado de sus pedidos.
nl_nl: Tijdens het afrekenen kunnen klanten accepteren om sms-berichten te ontvangen met informatie over de status van hun bestellingen.

# Privacy Policy Content
source: If they accept, they will be sent an SMS text every time the order status is changed (if set by the admin).
es_es: Si aceptan, se les enviará un mensaje de texto SMS cada vez que se cambie el estado del pedido (si lo establece el administrador).
nl_nl: Als ze accepteren, ontvangen ze een sms-bericht telkens wanneer de status van de bestelling wordt gewijzigd (indien ingesteld door de beheerder).

# Privacy Policy Content
source: The admin will also be able to send texts during the management of the order.
es_es: El administrador también podrá enviar textos durante la gestión del pedido.
nl_nl: De beheerder kan ook teksten verzenden tijdens het beheer van de bestelling.

# Privacy Policy Content
source: Note: the telephone number used is the one entered by the customer in the order details. Therefore it is subject to WooCommerce plugin Privacy Policy.
es_es: Ten en cuenta: el número de teléfono utilizado es el que ingresó el cliente en los detalles del pedido. Por lo tanto, está sujeto a la Política de privacidad del plugin de WooCommerce.
nl_nl: Opmerking: het gebruikte telefoonnummer is het telefoonnummer dat door de klant is ingevoerd in de bestelgegevens. Daarom is het onderworpen aan het privacybeleid van WooCommerce plugin.

source: No answer
es_es: Sin respuesta
it_it: Nessuna risposta
nl_nl: Geen antwoord

source: An error has occurred: %s
es_es: Ha ocurrido un error: %s
it_it: Si è verificato un errore: %s
nl_nl: Er is een fout opgetreden: %s

source: An error has occurred. Error code: %s
es_es: Ha ocurrido un error. Código de error: %s
it_it: Si è verificato un errore: Codice errore %s
nl_nl: Er is een fout opgetreden. Error code: %s

source: An error has occurred. Error code: %s - %s
es_es: Ha ocurrido un error. Código de error %s - %s
it_it: Si è verificato un errore: Codice errore %s - %s
nl_nl: Er is een fout opgetreden. Error code: %s - %s

source: No answer code
es_es: Sin código de respuesta
it_it: Nessun codice di risposta
nl_nl: Geen antwoord code

source: An error has occurred while sending the sms
es_es: Ha ocurrido un error durante el envío del sms
it_it: Si è verificato un errore durante l'invio dell'SMS
nl_nl: Er is een fout opgetreden bij het versturen van de sms

source: YITH WooCommerce SMS Notifications is enabled but not effective. It requires WooCommerce in order to work.
es_es: YITH WooCommerce SMS Notifications está habilitado pero no es efectivo. Requiere WooCommerce para funcionar.
it_it: YITH WooCommerce SMS Notifications è attivo ma non operativo. Il suo funzionamento richiede WooCommerce.
nl_nl: YITH WooCommerce SMS Notifications is ingeschakeld maar niet werkend. Het heeft WooCommerce nodig om te werken.

source: SMS Debug
es_es: Depuración SMS
it_it: Debug SMS

source: Debug Log
es_es: Registro de depuración

source: Log File
es_es: Archivo de acceso
it_it: File del log
nl_nl: Log Bestand

source: View Log File
es_es: Ver archivo de acceso
it_it: Visualizza file del log
nl_nl: Bekijk Log Bestand

source: None
es_es: Ninguno
it_it: Nessuno
nl_nl: Geen

source: SMS Notifications settings
es_es: Ajustes de SMS Notifications
it_it: Impostazioni SMS Notifications
nl_nl: SMS Meldingen instellingen

source: Enable YITH WooCommerce SMS Notifications
es_es: Habilitar YITH WooCommerce SMS Notifications
it_it: Attiva YITH WooCommerce SMS Notifications
nl_nl: YITH WooCommerce SMS Notifications inschakelen

source: SMS Service settings
es_es: Ajustes del servicio SMS
it_it: Impostazioni servizio SMS
nl_nl: SMS Service instellingen

source: SMS service enabled
es_es: Servicio SMS habilitado
it_it: Servizio SMS attivato
nl_nl: SMS Service ingeschakeld

source: Sending settings
es_es: Ajustes de envío
it_it: Impostazioni di invio
nl_nl: Versturen instellingen

source: Sender telephone number
es_es: Número de teléfono del remitente
it_it: Numero di telefono del mittente
nl_nl: Telefoonnummer verzender

source: Enter the telephone number that should appear as sender
es_es: Introduce el número de teléfono que debería aparecer como remitente
it_it: Inserisci il numero di telefono che dovrebbe comparire come mittente
nl_nl: Vul het telefoonnummer in dat wordt weergegeven als verzender

source: Alphanumeric Sender ID
es_es: ID Alfanumérica del remitente
it_it: ID mittente alfanumerico
nl_nl: Alfanumerieke verzender ID

source: Alphanumeric sender identifier: enter the text that should appear as sender (this option might not work correctly in some countries, check your country with your SMS service provider you have selected)
es_es: Identificador alfanumérico del remitente: introduce el texto que debería aparecer como remitente (esta opción podría no funcionar correctamente en algunos países, comprueba tu país con tu proveedor de servicios SMS)
it_it: Identificatore mittente alfanumerico: inserisci il testo che dovrebbe apparire come mittente (questa opzione potrebbe non funzionare correttamente in alcuni paesi, verifica il tuo paese con il provider del tuo servizio SMS che hai selezionato)
nl_nl: Alfanumerieke verzender vaststellen: type een tekst die moet worden weergegeven als verzender (het kan zijn dat deze optie niet goed functioneert in enkele landen, controleer uw land met de SMS service provider die u heeft geselecteerd)

source: Admin phone
es_es: Teléfono admin
it_it: Telefono amministratore
nl_nl: Admin telefoon

source: Enter here the phone numbers of the admins who will be notified via SMS. Include country calling codes. You can also specify more than one phone number. Type the number and press Enter to add a new one.
es_es: Introduce aquí los números de los admin que serán notificados a través de SMS. Incluye el código del país. También puedes especificar más de un número de teléfono. Escribe el número y pulsa Enter para añadir uno nuevo.
it_it: Inserisci qui i numeri di telefono degli amministratori che verranno notificati via SMS. Includi il prefisso del paese. Puoi anche specificare più di un numero di telefono. Scrivi il numero e premi Invio per aggiungerne uno nuovo.
nl_nl: Vul de telefoonnummers in van de admins die worden ingelicht via SMS. Inclusief landnummer. U kunt ook meer dan een telefoonnummer ingeven. Voer het nummer in en druk op enter, om een volgende in te voeren.

source: Type a phone number&hellip;
es_es: Escribir un número de teléfono&hellip;
it_it: Scrivi un numero di telefono&hellip;
nl_nl: Voer een telefoonnummer in&hellip;

source: Send SMS notifications to customers
es_es: Enviar notificaciones SMS a los clientes
it_it: Invia notifiche SMS ai clienti
nl_nl: Stuur SMS melding naar klanten

source: All customers
es_es: Todos los clientes
it_it: Tutti i clienti
nl_nl: Alle klanten

source: Only customers who ask for it in checkout
es_es: Sólo clientes que lo soliciten en la página de pago
it_it: Solo i clienti che lo richiedono al checkout
nl_nl: Uitsluitend klanten die vragen om een melding in de checkout

source: Selected
es_es: Seleccionado
it_it: Selezionato
nl_nl: Geselecteerd

source: Show checkbox selected by default
es_es: Mostrar casilla marcada por defecto
it_it: Mostra la checkbox già selezionata
nl_nl: Toon checkbox geselecteerd met default

source: Checkbox text
es_es: Texto de la casilla
it_it: Testo della checkbox
nl_nl: Checkbox tekst

source: I want to be notified about any changes in the order via SMS
es_es: Quiero que se me notifique cualquier cambio en el pedido a través de SMS
it_it: Voglio ricevere notifiche via SMS riguardo a qualsiasi cambiamento dell'ordine
nl_nl: Ik wil een melding ontvangen per SMS van elke wijziging in de bestelling

source: SMS notifications for the following order status changes
es_es: Notificaciones SMS para los siguientes cambios en el estado del pedido
it_it: Notifiche SMS per i seguenti cambiamenti di stato dell'ordine
nl_nl: SMS meldingen voor de volgende bestelling status wijzigingen

source: Customer
es_es: Cliente
it_it: Cliente
nl_nl: Klanten

source: Select/deselect all elements
es_es: Seleccionar/Deseleccionar todos los elementos
it_it: Seleziona/deseleziona tutti gli elementi
nl_nl: Selecteer/de-selecteer alle elementen

source: URL shortening settings
es_es: Ajustes de acortamiento de URL
it_it: Impostazioni abbreviazione URL
nl_nl: URL shortening instellingen

source: URL shortening service
es_es: Servicio de acortamiento de URL
it_it: Servizio abbreviazione URL

source: Bitly Access Token
es_es: Acceso Token de Bitly
it_it: Token di accesso Bitly

source: Google API Key
es_es: Clave API de Google
it_it: Chiave API Google

source: Charsets & SMS Length
es_es: Conjuntos y longitud de SMS
it_it: Lunghezza set di caratteri & SMS
nl_nl: Charsets & SMS-lengte

source: Available Charsets
es_es: Conjunto
it_it: Set di caratteri disponibili
nl_nl: Beschikbare charsets

source: Select extended charsets if you need them. Please note that the default SMS length will be reduced to 70 characters
es_es: Seleccionar conjunto de caracteres extendido si los necesitas. Por favor, ten en cuenta que la longitud por defecto del SMS será reducida a 70 caracteres
it_it: Seleziona i set di caratteri estesi in caso di necessità. Attenzione: la lunghezza dell'SMS predefinito sarà ridotta a 70 caratteri
nl_nl: Selecteer uitgebreide tekensets als je ze nodig hebt. Houd er rekening mee dat de standaard sms-lengte wordt teruggebracht tot 70 tekens

source: CJK - Chinese Japanese Korean
es_es: CJK. Chino Japonés Koreano
it_it: CJK - Cinese Giapponese Koreano
nl_nl: CJK - Chinees Japans Koreaans

source: Greek
es_es: Griego
it_it: Greco
nl_nl: Grieks

source: Cyrillic
es_es: Cirílico
it_it: Cirillico
nl_nl: Cyrillisch

source: Armenian
es_es: Armenio
it_it: Armeno
nl_nl: Armeens

source: Hebrew
es_es: Hebreo
it_it: Ebraico
nl_nl: Hebreeuws

source: Arabic
es_es: Arabe
it_it: Arabo
nl_nl: Arabisch

source: Thai
es_es: Tailandés
it_it: Tailandese
nl_nl: Thais

source: Enable SMS length modification
es_es: Activar la modificación de longitud de SMS
it_it: Attiva modifica della lunghezza dell'SMS
nl_nl: SMS lengte wijzigingen inschakelen

source: SMS Length
es_es: Longitud de SMS
it_it: Lunghezza SMS
nl_nl: SMS lengte

source: Enter the maximum SMS length.
es_es: Introduce la longitud máxima del SMS
it_it: Inserisci la lunghezza massima dell'SMS.
nl_nl: Vul de maximale SMS lengte in.

source: Placeholder reference
es_es: Referencias de los marcadores de posición
it_it: Riferimento segnaposto
nl_nl: Invulveld referentie

source: In this page you can configure all SMS text messages that customers will receive when any changes to the status of their order is applied.
es_es: En esta página puedes configurar todos los mensajes de texto SMS que los clientes recibirán cuando se aplique cualquier cambio al estado de su pedido.
it_it: In questa pagina è possibile configurare tutti i messaggi di testo SMS che i clienti riceveranno quando vengono applicate delle modifiche allo stato del loro ordine.
nl_nl: Op deze pagina kunt u alle SMS meldingen configureren die klanten zullen ontvangen na wijziging in de status van hun bestelling.

source: Allowed placeholders
es_es: Marcadores de posición permitidos
it_it: Segnaposto consentiti
nl_nl: Toegestane invulvelden

source: More info
es_es: Más info
it_it: Ulteriori informazioni
nl_nl: Meer informatie

source: When you add placeholders, keep in mind that there's a 160 charters limit for each message.
es_es: Cuando añadas marcadores de posición, ten en cuenta que hay un límite de 160 caracteres para cada mensaje.
it_it: Quando aggiungi i segnaposto, ricordati che c'è un limite di 160 caratteri per ogni messaggio.
nl_nl: Wanneer u een invulveld toevoegd, houdt er rekening mee dat er een limiet van 160 tekens is voor ieder bericht.

source: SMS text message settings
es_es: Ajustes de mensajes de texto SMS
it_it: Impostazioni messaggio di testo SMS
nl_nl: SMS melding instellingen

source: Text message for admin(s)
es_es: Mensaje de texto para admin(s)
it_it: Messaggio di testo per gli amministratori
nl_nl: Tekst bericht voor admin(s)

source: This is the text message that admin(s) will receive any time the order status is changed
es_es: Este es el mensaje que los admin(s) recibirán cada vez que haya cambios en el estado de su pedido
it_it: Questo è il messaggio di testo che gli amministratori riceveranno ogni volta che lo stato dell'ordine è cambiato
nl_nl: Dit is het tekstbericht dat admin(s) zullen ontvangen, telkens als de bestellingstatus is gewijzigd

source: {site_title}: Order #{order_id} switched to {order_status}.
es_es: {site_title}: Pedido #{order_id} marcado como {order_status}.
it_it: {site_title}: Ordine #{order_id} cambiato a {order_status}.
nl_nl: {site_title}: Bestelling #{order_id} gewijzigd naar {order_status}.

source: Default customer SMS
es_es: SMS cliente predeterminado
it_it: SMS di default del cliente
nl_nl: Default klant SMS

source: This is the default message that customers receive each time the status of the order changes and if no other message is specified
es_es: Este es el mensaje que los clientes reciben cada vez que el estado del pedido cambia, si no se especifica ningún otro mensaje
it_it: Questo è il messaggio di default che riceveranno i clienti ogni volta che lo stato dell'ordine cambia e se nessun altro messaggio è stato specificato
nl_nl: Dit is het default bericht dat klanten ontvangen, telkens als de status van de order wijzigd, en er geen ander bericht is gespecificeerd

source: Your order #{order_id} on {site_title} is now {order_status}.
es_es: Tu pedido #{order_id} en {site_title} está ahora {order_status}.
it_it: Il tuo ordine #{order_id} su {site_title} ora è {order_status}.
nl_nl: Uw bestelling #{order_id} op {site_title} is nu {order_status}.

source: Your order #{order_id} on {site_title} is now %s.
es_es: Tu pedido #{order_id} en {site_title} está ahora %s.
it_it: Il tuo ordine #{order_id} su {site_title} ora è %s.
nl_nl: Uw bestelling#{order_id} op {site_title} is nu %s.

source: Agile Telecom settings
es_es: Ajustes de Agile Telecom
it_it: Impostazioni Agile Telecom
nl_nl: Agile Telecom instellingen

source: Create your Agile Telecom account on %s
es_es: Crea tu cuenta de Agile Telecom en %s
it_it: Crea il tuo account Agile Telecom su %s
nl_nl: Maak uw Agile Telecom account op %s

source: Agile Telecom Username
es_es: Usuario de Agile Telecom
it_it: Nome utente Agile Telecom
nl_nl: Agile Telecom Gebruikersnaam

source: Agile Telecom Password
es_es: Contraseña de Agile Telecom
it_it: Password Agile Telecom
nl_nl: Agile Telecom Wachtwoord

source: Bulk SMS settings
es_es: Ajustes de Bulk SMS
it_it: Impostazioni Bulk SMS
nl_nl: Bulk SMS instellingen

source: Create your Bulk SMS account on %s
es_es: Crea tu cuenta de Bulk SMS en %s
it_it: Crea il tuo account Bulk SMS su %s
nl_nl: Maak je BulkSMS-account aan op %s

source: Bulk SMS Username
es_es: Nombre de usuario en Bulk SMS
it_it: Nome utente Bulk SMS
nl_nl: Bulk SMS gebruikersnaam

source: Bulk SMS Password
es_es: Contraseña de Bulk SMS
it_it: Password SMS Bulk SMS
nl_nl: Bulk SMS wachtwoord

source: Bulk SMS (Saudi Arabia)
es_es: Bulk SMS (Arabia Saudí)
it_it: Bulk SMS (Arabia Saudita)

source: Bulk SMS (Saudi Arabia) settings
es_es: Ajustes de Bulk SMS (Arabia Saudí)
it_it: Impostazioni Bulk SMS (Arabia Saudita)
nl_nl: Bulk SMS (Saudi Arabia) instellingen

source: Create your Bulk SMS (Saudi Arabia) account on %s
es_es: Crea tu cuenta de Bulk SMS (Arabia Saudí) en %s
it_it: Crea il tuo account Bulk SMS (Arabia Saudita) su %s
nl_nl: Maak uw Bulk SMS (Saudi Arabia) account op %s

source: Bulk SMS (Saudi Arabia) Username
es_es: Nombre de usuario de Bulk SMS (Arabia Saudí)
it_it: Nome utente Bulk SMS (Arabia Saudita)
nl_nl: Bulk SMS (Saudi Arabia) Gebruikersnaam

source: Bulk SMS (Saudi Arabia) Password
es_es: Contraseña de Bulk SMS (Arabia Saudí)
it_it: Password Bulk SMS (Arabia Saudita)
nl_nl: Bulk SMS (Saudi Arabia) Wachtwoord

source: Bulk SMS (Saudi Arabia) Sender
es_es: Remitente de Bulk SMS (Arabia Saudí)
it_it: Mittente Bulk SMS (Arabia Saudita)
nl_nl: Bulk SMS (Saudi Arabia) Verzender

source: ClickSend settings
es_es: Ajustes de ClickSend
it_it: Impostazioni ClickSend
nl_nl: ClickSend instellingen

source: Create your ClickSend account on %s
es_es: Crea tu cuenta de ClickSend en %s
it_it: Crea il tuo account ClickSend su %s
nl_nl: Maak uw ClickSend account op %s

source: ClickSend Username
es_es: Usuario de ClickSend
it_it: Nome utente ClickSend
nl_nl: ClickSend Gebruikersnaam

source: ClickSend API Key
es_es: Clave API de ClickSend
it_it: API Key ClickSend

source: Clockwork settings
es_es: Ajustes de Clockwork
it_it: Impostazioni Clockwork
nl_nl: Clockwork instellingen

source: Create your Clockwork account on %s
es_es: Crea tu cuenta Clockwork en %s
it_it: Crea il tuo account Clockwork su %s
nl_nl: Maak uw Clockwork account op %s

source: Clockwork API Key
es_es: Clave API de Clockwork
it_it: API Key Clockwork

source: Crystalwebtechs settings
es_es: Ajustes de Crystalwebtechs
it_it: Impostazioni Crystalwebtechs
nl_nl: Crystalwebtechs instellingen

source: Create your Crystalwebtechs account on %s
es_es: Crea tu cuenta de Crystalwebtechs en %s
it_it: Crea il tuo account Crystalwebtechs su %s
nl_nl: Maak uw Crystalwebtechs account op %s

source: Crystalwebtechs Username
es_es: Nombre de usuario de Crystalwebtechs
it_it: Nome utente Crystalwebtechs
nl_nl: Crystalwebtechs Gebruikersnaam

source: Crystalwebtechs Password
es_es: Contraseña de Crystalwebtechs
it_it: Password Crystalwebtechsv
nl_nl: Crystalwebtechs Wachtwoord

source: Crystalwebtechs Sender
es_es: Remitente de Crystalwebtechs
it_it: Mittente Crystalwebtechs
nl_nl: Crystalwebtechs Verzender

source: Crystalwebtechs Sender Channel Type
es_es: Tipo de canal del remitente de Crystalwebtechs
it_it: Mittente Channel Type Crystalwebtechs
nl_nl: Crystalwebtechs Verzender Kanaal Type

source: Transactional
es_es: Transaccional
it_it: Commerciale

source: Promotional
es_es: Promocional
it_it: Promozionale
nl_nl: Transactional

source: Crystalwebtechs Route ID
es_es: ID de ruta de Crystalwebtechs
it_it: ID Route Crystalwebtechs

source: Green Text settings
es_es: Ajustes de Green Text
it_it: Impostazioni Green Text
nl_nl: Green Text instellingen

source: Create your Green Text account on %s
es_es: Crea tu cuenta de Green Text en %s
it_it: Crea il tuo account Green Text su %s
nl_nl: Maak uw Green Text account op %s

source: Green Text Username
es_es: Nombre de usuario de Green Text
it_it: Nome utente Green Text
nl_nl: Green Text Gebruikersnaam

source: Green Text Password
es_es: Contraseña de Green Text
it_it: Password Green Text
nl_nl: Green Text Wachtwoord
